{
  "id": "1",
    "heading": "День ...",
    "event": "Работники жалуются на качество станков, купить новые?: ",
    "yes": "Рабочие довольны, вы потратили n денег на новые станки ",
    "no": "Коллектив разочарован и работает медленнее и более неохото",
    "consequences": [  ]
  },
  {
    "id": "2",
    "heading": "День ...",
    "event": "Состояниие завода проблемное пришла инспекция по сохранению окружающей среды, хотите дать ей взятку в размере n? (зависит от выбросов с завода):  ",
    "yes": "Инспекция покинет ваш завод и не будет устраивать проверку",
    "no": "Инспекция устроит полную проверку на вашем заводе",
    "consequences": [  ]
  },
  {
     "id": "3",
    "heading": "День ...",
    "event": "event": "Работник x в этом месяце показал высокую продуктивность своей работы, дать ему премию в размере n?: ",
    "yes": "Работник X очень рад премии и в следующем месяце будет работать еще больше и лучше ",
    "no": "Работник X в следующем месяце будет работать не так усердно тк нет поощрения его труда",
    "consequences": [  ]
  },
  {
    "id": "4",
    "heading": "День ...",
    "event": "Работники жалуются на качество станков, купить новые?: ",
    "yes": "Рабочие довольны, вы потратили n денег на новые станки ",
    "no": "Коллектив разочарован и работает медленнее и более неохото"
    "consequences": [  ]
  },
  {
    "id": "5",
    "heading": "День ...",
    "event": "Сегодня работники выполнили заданный обьем работы раньше, чем нужно. Позволить ли работникам завтра придти на работу позже?: ",
    "yes": "Работники придут на работу позже и выполнят меньше работы за день",
    "no": "Работники будут недовольны, но продолжат работу в том же темпе",
    "consequences": [  ]
  },
  {
    "id": "6",
    "heading": "День ...",
    "event": "У работника X сегодня день рождения, отпустить ли его пораньше?: ",
    "yes": "Работник X будет доволен и завтра будет работать усерднее, доход с завода вырастет на n",
    "no": "Работник X будет расстроен и будет отлынивать от работы сегодня, доход с завода упадет на n",
    "consequences": [  ]
  },
  {
    "id": "7",
    "heading": "День ...",
    "event": "Работник Z очень долго добирается до рабочего места, поэтому он опаздывает. Он мечтает купить себе машину, чтобы вовремя приезжать на работу, поможете ли вы финансово работнику?: ",
    "yes": "Работник будет благодарен вам и перестанет опаздывать на работу, повышая обьём выполнения задач, теперь доход с завода вырастет на n",
    "no": "Работник не будет успевать на работу, доход упадет на n",
    "consequences": [  ]
  },
  {
    "id": "8",
    "heading": "День ...",
    "event": "На вашем заводе устарела система вентеляции, вследствие чего работникам сложнее работать, они больше отдыхают, установить новую систему вентеляции за n?: ",
    "yes": "Работники будут работать больше и быстрее, доход возрастет в два раза",
    "no": "Работники будут работать мало и доход пойдет на спад",
    "consequences": [  ]
  }
    "id": "7",
    "heading": "День ...",
    "event": "Сегодня день Святого Акакия. Все работники завода надеятся на корпоратив, организуете ли вы его за свой счёт?: ",
    "yes": "Вы потратите n и оплатите корпоратив, работники будут счастливы!",
    "no": "Корпоратива не будет! Коллектив продолжит работать, но некоторые люди уйдут пораньше, не выполнив поставленных задач на сегодня, доход упадет на n"
    "consequences": [ ]
}
